Repository: aldavigdis/connector-for-dk
Catalog: languages/connector-for-dk-*.po
Languages: is_is

source: %1$sAlda Vigdís%2$s, the lead author of the plugin also provides bespoke solutions for WordPress, WooCommerce and other systems, professional support and guidance for the use of this plugin as well as security, accessibility and perormance audits for your website, and you shouldn't hesitate to %4$sreach out to her%2$s if you have any questions. She also accepts %3$sdonations on Github Sponsors%2$s.
is_is: %1$sAlda Vigdís%2$s, aðalhöfundur þessarar viðbótar býður uppá sérlausnir fyrir WordPress, WooCommerce og önnur kerfi, faglega aðstoð og handleiðslu við notkun á þessari viðbót og einnig yfirferð á öryggi, aðgengi og afköstum fyrir vefinn þinn og þú ættir ekki að hika við að %4$shafa samband við hana%2$s ef þú ert með einhverjar spurningar. Hún tekur einnig við framlögum í gegn um %3$sGithub Sponsors%2$s.

source: %1$sError:%2$s Please check if all the information was entered correctly and try again.
is_is: %1$sVilla:%2$s Athugaðu hvort allar upplýsingarnar hafi verið slegnar rétt inn og reyndu aftur.

source: %1$sError:%2$s The code you entered could not be validated.
is_is: %1$sVilla:%2$s Ekki var hægt að fullgilda leyfiskóðann sem þú slóst inn.

source: %1$sNote:%2$s Invoicing for international orders is not available in this version of Connector for dk. You can manually create an invoice in dk and reference it here.
is_is: %1$sAthugið:%2$s Reikningagerð fyrir erlendar pantanir er ekki til fyrir þessa útgáfu af Tengli fyrir dk. Þú getur gert reikning handvirkt og vísað í hann hér.

source: %2$sThe kennitala %4$s%1$s%5$s will be assigned to this order.%3$s
is_is: %2$sKennitalan%4$s %1$s%5$s verður skráð á þessa pöntun.%3$s

source: (None)
is_is: (Ekkert)

source: 0% VAT
is_is: 0% VSK

source: 11% VAT
is_is: 11% VSK

source: 15 Day Payment Deadline (D15)
is_is: 15 daga greiðslufrestur

source: 20 Day Payment Deadline (D20)
is_is: 20 daga greiðslufrestur

source: 24% VAT
is_is: 24% VSK

source: 30 Day Payment Deadline (D30)
is_is: 30 daga greiðslufrestur

source: A credit invoice could not be created in DK for refund #%1$s as the DK customer record is labelled as blocked.
is_is: Ekki var hægt að útbúa reikning fyrir endurgreiðslu #%1$s því lokað hefur verið fyrir viðskiptavininn í DK.

source: A credit invoice could not be created in DK for this order as it was created before Connector for DK was activated.
is_is: Ekki var hægt að útbúa kreditreikning í DK því þessi pöntun var gerð áður en kveikt var á Tengli fyrir DK.

source: A credit invoice for refund #%2$s has been created in DK. The invoice number is %1$s.
is_is: Kreditreikningur hefur verið útbúinn fyrir endurgreiðslu #%2$s í DK. Númer reikningsins er %1$s.

source: A customer record with the kennitala ‘%s’ was found in DK.
is_is: Skuldunautur með kennitöluna ‚%s‘ fannst í DK.

source: A customer record with the kennitala ‘%s’ was not found in DK.
is_is: Skuldunautur með kennitöluna ‚%s‘ fannst ekki í DK.

source: A or B Giro Request (ABG)
is_is: A eða B gíróseðlar (ABG)

source: A refence to the relevant orders is added to each invoice in dk that originates in WooCommerce. Here you can define a string of text to prefix the order with in your invoices.
is_is: Á hvern reikning í dk sem á uppruna sinn í WooCommerce er skráð tilvísun í pöntunina. Hér geturðu skilgreint forskeytið sem textastreng.

source: A sales person needs to be referenced on every invoice in dk. A sales person number can be alphanumeric.
is_is: Vísa þarf í sölumanneskju á öllum reikningum í dk. Númer sölumanneskju getur innihaldið bæði bókstafi og tölustafi.

source: A sales person with the number ‘%s’ was found in DK.
is_is: Sölumaður með númerið ‚%s‘ fannst í DK.

source: A sales person with the number ‘%s’ was not found in DK.
is_is: Sölumaður með númerið ‚%s‘ fannst ekki í DK.

source: About Connector for dk
is_is: Upplýsingar um Tengil fyrir dk

source: Activate
is_is: Virkja

source: Activate Connector for dk
is_is: Virkja Tengil fyrir dk

source: Activate License
is_is: Virkja leyfi

source: Activation Code
is_is: Leyfiskóði

source: Add payment line to credit invoices
is_is: Færa greiðslulínu á kreditreikninga

source: Add payment line to invoices
is_is: Færa greiðslulínu á reikninga

source: Alda Vigdis
is_is: Alda Vigdís

source: Allow backorders
is_is: Leyfa neikvæða lagerstöðu

source: Allow backorders, but notify customer
is_is: Leyfa neikvæða lagerstöðu, en láta viðskiptavin vita

source: An email containing a credit invoice for refund #%1$s as a PDF attachment was sent to the customer via DK.
is_is: Tölvupóstur sem innihélt #%1$s sem innihélt kreditreikninginnn á PDF-formi var sendur til viðskiptavinarins í DK.

source: An email containing the invoice as a PDF attachment was sent to the customer via DK.
is_is: Tölvupóstur sem innihélt reikninginn á PDF-formi var sendur til viðskiptavinarins í gegn um DK.

source: An invoice could not be automatically generated as the country indicated in the order's address does not match with the relevant DK customer record.
is_is: Ekki var hægt að búa til reikning sjálfkrafa því landið sem var tekið fram í heimilisfangi stemmir ekki við skráningu viðskiptavinarins í DK.

source: An invoice could not be automatically generated as the customer's account is blocked in DK.
is_is: Ekki var hægt að búa til reikning sjálfkrafa því lokað er fyrir viðskipti við skuldunautinn í DK.

source: An invoice could not be created in DK due to an unhandled error.
is_is: Ekki var hægt að útbúa reikning í DK út af óþekktri villu.

source: An invoice could not be created in DK for this order as it was created before Connector for DK was activated.
is_is: Ekki var hægt að útbúa reikning í DK því þessi pöntun var gerð áður en kveikt var á Tengli fyrir DK.

source: An invoice could not be created in for refund #%1$s as the country indicated not match with the relevant DK customer record.
is_is: Ekki var hægt að útbúa reikning fyrir endurgreiðslu #%1$s því landið sem tekið var fram í heimilisfangi passar ekki við skráningu skuldunautar í DK.

source: An invoice could not be created in for this order as the country indicated in the order's address does not match with the relevant DK customer record.
is_is: Ekki var hægt að útbúa reikning fyrir þessa pöntun því landið sem tekið var fram í heimilisfangi stemmir ekki við skráningu skuldunautar í DK.

source: An invoice could not be created in for this order as the DK customer record is labelled as blocked.
is_is: Ekki var hægt að útbúa reikning fyrir þessa pöntun því lokað hefur verið fyrir viðskiptavininn í DK.

source: An invoice for this order has been created in DK. The invoice number is %1$s.
is_is: Reikningur hefur verið útbúinn fyrir þessa pöntun í DK. Númer reikningsins er %1$s.

source: An invoice was not autmatically generated as the customer entered a kennitala.
is_is: Reikningur var ekki búinn til sjálfkrafa því viðskiptavinurinn sló inn kennitölu.

source: An invoice was not automatically generated as the customer did not enter a kennitala.
is_is: Reikningur var ekki búinn til sjálfkrafa því viðskiptavinurinn sló ekki inn kennitölu.

source: An invoice was not created in DK as you have chosen not to automatically create invoices for customers not registered as debtors in DK.
is_is: Reikningur var útbúinn í DK til því þú hefur ákveðið að útbúa þá ekki sjálfkrafa fyrir viðskiptavini sem ekki eru skráðir sem skuldunautar í DK.

source: An invoice was not created in DK as you have chosen not to automatically create invoices for international orders.
is_is: Reikningur var ekki útbúinn í DK því þú hefur valið að búa ekki til reikninga fyrir erlendar pantanir sjálfkrafa.

source: As the product price is converted from ‘%1$s’ or is set manually to ‘%2$s’ using the ‘Foreign Prices’ feature in dk, changes to the product price in WooCommerce will not be updated in dk and will be overwritten on sync. You can change the foreign price and currency in dk.
is_is: Þar sem vöruverð er umbreytt úr ‚%1$s‘ eða er stillt handvirkt á ‚%2$s‘ í gegn um erlend verð í dk, þá verða breytingar á vöruverðinu í WooCommerce ekki uppfærðar í dkog verða yfirskrifaðar við uppfærslu. Þú getur breytt erlendum verðum og gjaldmiðlum í dk.

source: At least one payment gateway needs to be set up in WooCommerce before receiving orders from customers and creating invoices.
is_is: Það þarf að setja upp að minnsta kosti eina greiðslugátt í WooCommerce áður en tekið er við pöntunum og reikningar búnir til.

source: Authentication
is_is: Auðkenning

source: Backorders
is_is: Neikvæð lagerstaða

source: Bank Collection Service (IB)
is_is: Innheimtuþjónusta banka (IB)

source: Bank Transfer (BM)
is_is: Bankamillifærsla (BM)

source: Below, you can pair up each product group from dk with an equivalent category in WooCommerce. One WooCommerce category may be chosen for each dk product group.
is_is: Hér fyrir neðan er hægt að para vöruhópa úr dk saman við vöruflokk í WooCommerce. Hægt er að velja einn vöruflokk fyrir hvern vöruhóp úr dk.

source: Blocked Customers
is_is: Lokað fyrir viðskipti

source: C Giro Request (CG)
is_is: C gíróseðlar (CG)

source: Card Payment (GKR)
is_is: Greiðslukort (GKR)

source: Cash Payment (STGR)
is_is: Staðgreitt (STGR)

source: Cheque Payment (TGR)
is_is: Tékkagreiðsla (TGR)

source: Community Support
is_is: Aðstoð fyrir opnum tjöldum

source: Connector for DK
is_is: Tengill fyrir DK

source: Connector for dk
is_is: Tengill fyrir dk

source: Connector for dk 15 minute interval
is_is: Tengill fyrir dk, 15 mínútna lykkja

source: Connector for dk can keep registered customers' addresses, email addresses and phone numbers in sync with dk. This requires the customer to be registered as a user and to have the Kennitala field set to a value that corresponds with the relevant dk customer record.
is_is: Tengill fyrir dk getur haldið heimilisföngum, tölvupóstföngum og símanúmerum viðskiptavina samstilltum við dk. Þetta krefst þess að viðskiptavinurinn sé skráður sem notandi og með kennitölu stillta á sama gildi og samsvarandi skuldunaut í dk.

source: Connector for dk only supports stores with the base location set to Iceland.
is_is: Tengill fyrir dk styður eingöngu verslanir sem staðsettar eru á Íslandi.

source: Connector for dk only supports stores with ‘HPOS’ (High Performance Order Storage) enabled.
is_is: Tengill fyrir dk styður eingöngu vefverslanir sem hafa kveikt á ‚HPOS‘ (High Performance Order Storage).

source: Connector Pro for DK
is_is: Tengill Pro fyrir DK

source: Contact Person
is_is: Tengiliður

source: Cost SKU
is_is: Vörunúmer vegna kostnaðar

source: Create in dk
is_is: Búa til í dk

source: Create Invoices Automatically for Customers not Registered in dk
is_is: Búa sjálfkrafa til reikninga fyrir viðskiptavini sem ekki eru skráðir í dk

source: Create Invoices Automatically for International Orders
is_is: Búa sjálfkrafa til reikninga fyrir erlendar pantanir

source: Create Invoices Automatically for Orders With a Kennitala
is_is: Búa sjálfkrafa til reikninga fyrir pantanir með kennitölu

source: Create Invoices Automatically for Orders Without a Kennitala
is_is: Búa til reikninga sjálfkrafa fyrir pantanir án kennitölu

source: Create new products in WooCommerce if they don't exist
is_is: Búa til nýjar vörur í WooCommerce ef þær eru ekki til

source: Credit Invoice Number
is_is: Númer kreditreiknings

source: Current Month (LM)
is_is: Líðandi mánuður

source: Current Month + 15 Days (M15)
is_is: Líðandi mánuður + 15 dagar

source: Current Month + 20 Days (M20)
is_is: Líðandi mánuður + 20 dagar

source: Customer Discount
is_is: Afsláttur viðskiptavinar

source: Customer Discounts and Price Groups
is_is: Afslættir og verðhópar viðskiptavina

source: Customer Price Group and Discount
is_is: Verðhópur og afsláttur viðskiptavinar

source: Customers
is_is: Viðskiptavinir

source: Customers Need to Request to have a Kennitala on Invoices
is_is: Viðskiptavinir þurfa að biðja um að fá kennitölu á reikninga

source: Default Attributes
is_is: Sjálfgefin eigindi

source: Default Customer Kennitala
is_is: Sjálfgefin kennitala viðskiptavina

source: Default Customer Number for International Customers
is_is: Sjálfgefið númer fyrir erlenda skuldunauta

source: Default Product Codes
is_is: Sjálfgefin vörunúmer

source: Default Sales Person Number
is_is: Númer sjálfgefins sölumanns

source: Defer invoice generation to a background task
is_is: Vísa reikningagerð í bakgrunnsferli

source: Delete products from WooCommerce if labelled as inactive or deleted in dk
is_is: Eyða vörum úr WooCommerce ef þær eru óvirkar eða þeim hefur verið eytt úr dk

source: Description
is_is: Lýsing

source: Development, testing or staging environment detected 👷‍♀️
is_is: Þetta er líklega þróunar-, prufu-, eða raunprófunarumhverfi 👷‍♀️

source: Disable the Kennitala field in the Iceland Post plugin
is_is: Slökktu á kennitölureitnum í viðbótinni frá Íslandspósti

source: Discount
is_is: Afsláttur

source: Display the Attribute Label Description from dk
is_is: Sýna lýsingu nafns eiginleika vöruafbrigða úr dk

source: Display the Attribute Value Description from dk
is_is: Sýna lýsingu eiginleika vöruafbrigða úr dk

source: DK could not create a credit invoice for refund #%1$s due to an error.
is_is: DK gat ekki búið til kreditreikning fyrir endurgreiðslu #%1$s vegna villu.

source: DK could not create an invoice due to an error.
is_is: DK gat ekki búið til reikning vegna villu.

source: dk facilitates blocking customer accounts. You can enable this feature in your WooCommerce store below.
is_is: Í dk er hægt að loka fyrir viðskipti við ákveðna viðskiptavini. Það er hægt að opna fyrir þetta í WooCommerce-versluninni þinni hér fyrir neðan.

source: DK Invoice
is_is: Reikningur í DK

source: dk needs a way to identify international customers that don't have a kennitala but need their own customer records. Connector for dk handles this by generating an alphanumeric sequence based on the customer's ID number in WooCommerce.
is_is: dk þarf að ná að bera kennsl á erlenda viðskiptavini sem ekki eru með kennitölu en þurfa að vera skráðir. Tengill fyrir dk fer þá leið að búa til stafa- og talnarunu sem byggist á númeri viðskiptavina í WooCommerce.

source: DK order PDF not found
is_is: PDF fyrir pöntun úr DK fannst ekki

source: DK Sync
is_is: Samstilling við DK

source: dk treats shipping and other costs as line items on invoices. In order for invoicing to work, you need to assign a product in dk to each of the following services and assign them below.
is_is: dk þarf að skrá sendingar og annan kostnað sem línur á reikning. Til að fá reikninga til að virka þarftu að tilgreina vörur í dk fyrir eftirfarandi þjónustur og skrá hér fyrir neðan.

source: DK Variations
is_is: Vöruafbrigði úr DK

source: dk's own ‘Product Variations’ feature is required to add or remove product variations that originate in dk.
is_is: Það er nauðsynlegt að vera með kveikt á vöruafbrigðum í dk til að bæta við eða fjarlægja vöruafbrigði sem eiga uppruna sinn í dk.

source: dkPlus API Key
is_is: API-lykill fyrir dkPlus

source: Do not allow backorders
is_is: Ekki leyfa neikvæða lagerstöðu

source: Domain
is_is: Lén

source: Don't have a Connector Basic or Pro license? — You can buy and renew licenses at %1$stengillpro.is%2$s.
is_is: Ertu ekki með Tengil Basic eða Pro? — Þú getur keypt og endurnýjað leyfi á %1$stengillpro.is%2$s.

source: Downloadable
is_is: Hægt að hlaða niður

source: Due to limitations in dk, if this feature is enabled, manually editing the product stock quantity and availability in WooCommerce will not result in it being reflected in dk. It will be overwritten on next sync.
is_is: Út af ákveðnum takmörkunum í dk, þá koma þær breytingar sem þú gerir á fjölda á lager og fáanleika í WooCommerce ekki fram í dk og verða yfirskrifaðar næst þegar upplýsingar eru sóttar.

source: Edition
is_is: Útgáfa

source: Enable Kennitala Field in the Checkout Form
is_is: Kveikja á kennitölureit í afgreiðsluformi

source: Enable ‘HPOS’ Order Storage
is_is: Kveiktu á ‚HPOS‘

source: Enabled
is_is: Kveikt

source: Fee
is_is: Gjald

source: Fetch
is_is: Sækja

source: Fetch Customer Discount and Price Group Data from dk
is_is: Sækja afsláttarkjör og verðhópa viðskiptavina frá dk

source: Fetch from DK
is_is: Sækja frá DK

source: Fetch Product Data from dk
is_is: Sækja gögn um vörur frá dk

source: File not saved
is_is: Skrá ekki vistuð

source: For creating an API key, we recommend creating a separate user with sufficient access priveleges, not connected to an actual employee in dkPlus and then generating an API key for that user under ‘Tokens’ in that user’s Settings page.
is_is: Til að gera API-lykilinn, þá mælum við með því að búa til sérstakan notanda í dkPlus sem er með nægilegar aðgangsheimildir og ekki tengdur við raunverulegan starfsmann og búa svo lykilinn til undir ‚auðkenningartákn‘ á stillingasíðu þess notanda.

source: For production sites, licenses are sold on a %1$sper-domain basis only%2$s and can be %3$spurchased on tengillpro.is%4$s
is_is: Áskriftir fyrir vefi sem eru í notkun eru aðeins seldar %1$sfyrir eitt lén í senn%2$s og hægt er að að %3$skaupa á tengillpro.is%4$s.

source: Generate a new credit invoice for this order in dk
is_is: Búa til nýjan kreditreikning fyrir þessa pöntun í dk

source: Generate a new invoice for this order in dk
is_is: Búa til reikning fyrir þessa pöntun í dk

source: Get PDF
is_is: Sækja PDF

source: Get the credit invoice as a PDF file
is_is: Sækja kreditreikning sem PDF-skrá

source: Get the invoice as a PDF file
is_is: Sækja reikninginn sem PDF-skrá.

source: Giro Transfer (GM)
is_is: Gírómillifærsla (GM)

source: If enabled, an email containing the invoice will be sent to the customer automatically after checkout. This uses the dk email functionality, so please make sure that email delivery is configured correctly in dk for this to work.
is_is: Ef kveikt er á þessu, þá er tölvupóstur með reikningnum sendur til viðskiptavina sjálfkrafa eftir afgreiðslu. Þetta notar tölvupóststillingar í dk, sem krefst þess að þær séu réttar.

source: If enabled, the code for attribute labels will be replaced with the attribute description from dk. Disable this if you only need the attribute label code.
is_is: Ef það er kveikt á þessu, þá er kóðanum fyrir lýsingu eiginleika vöruafbrigðis skipt út fyrir fulla lýsingu úr dk. Slökktu á þessu ef þú vilt bara nota kóða fyrir lýsingu vöruafbrigðis.

source: If enabled, the code for attribute values will be replaced with the attribute description from dk. Disable this if you only need the attribute value code.
is_is: Ef það er kveikt á þessu, þá er kóðanum fyrir eiginleika vöruafbrigða skipt út fyrir fulla lýsingu úr dk. Slökktu á þessu ef þú vilt bara nota kóða fyrir eiginleika vöruafbrigða.

source: If this feature is enabled, changes to the product’s prices and tax rate in dk will be reflected in WooCommerce. This includes sale prices and dates.
is_is: Ef kveikt er á þessu, þá munu breytingar á verði og VSK-þrepi í dk verða endurspeglaðar í WooCommerce. Það sama á við um útsöluverð og dagsetningar útsölu.

source: If this feature is enabled, the product name gets set to the dk ‘product description’ on sync. Disabling this means that you can set a different name from the one you use in dk for the product in WooCommerce.
is_is: Ef kveikt er á þessu, þá er vöruheitið samstillt við ‚vörulýsingu‘ í dk við samtllingu. Ef slökkt er á þessu geturðu sett inn annað nafn en það sem þú notar í dk í WooCommerce.

source: If this is enabled, a checkbox is added to the checkout form, that the customer needs to tick in order to have a kennitala assigned to their invoice, or the invoice will be treated like one without a kennitala.
is_is: Ef kveikt er á þessu, þá er hak sett inn í afgreiðsluformið, sem viðskiptavinur þarf að merkja við til að fá kennitölu á reikning, annars er farið með pöntunina eins og hún sé án kennitölu.

source: If this is enabled, a Kennitala field is added to the checkout form. The Kennitala may be made mandatory as well. Please note that a checksum is not calculated and that no lookup is run against the Population Registry or the Company Registry.
is_is: Ef það er kveikt á þessu er reit fyrir kennitölu bætt inn í afgreiðsluformið. Einnig er hægt að gera kennitölu að skyldu. Athugið að kennitalan er ekki vartöluprófuð og það er ekki leitað eftir henni í Þjóðskrá eða Fyrirtækjaskrá.

source: If this is enabled, a new ‘debtor’ record witll be created in dk for every new customer who places an order and supplies a Kennitala that is not in dk already.
is_is: Ef það er kveikt á þessu, þá er nýr skuldunautur stofnaður í dk fyrir hvern nýjan viðskiptavin sem gerir pöntun og gefur upp kennitölu sem ekki er þegar skráð í dk.

source: If this is enabled, information on customer discounts and price groups are fetched from dk on an hourly basis based on each customer's Kennitala. Customer prices are only available to logged-in and registered users with the Kennitala attribute set to one that equals the relevant Kennitala or Customer Number in dk.
is_is: Ef það er kveikt á þessu, þá eru upplýsingar um fasta afslætti fyrir viðskiptavini og verðhópa sóttar úr dk á klukkutíma fresti, eftir kennitölu hvers og eins. Sérverð fyrir viðskiptavini eru einöngu aðgengileg fyrir innskráða notendur sem skráðir eru í WooCommerce, með kennitölu stillta á kennitölu þess skuldunatar í dk sem gögnin eru sótt fyrir.

source: If this is enabled, orders without a kennitala will be assigned the ‘Default Customer Kennitala’.
is_is: Ef kveikt er á þessu, þá verður ‚sjálfgefin kennitala‘ skráð á pantanir án kennitölu.

source: If this is enabled, the Kennitala field is mandatory for finishing the checkout process.
is_is: Ef kvekt er á þessu, þá er skylda að fylla út kennitölureitinn til að klára afgreiðsluferli í vefverslun.

source: Import products not labelled as ‘for online store’ as drafts
is_is: Flytja inn vörur sem eru ekki merktar sem ‚sýnilegt í vefverslun‘ sem drög

source: In cases where you would like to manually enter your products into WooCommerce without entering a SKU and do not wish to use the product management system in dk to maintain stock counts, Connector for dk needs to match them with a dk product code in order for an invoice to be generated.
is_is: Í tilfelum þar sem þú ert til í að skrá vörur handvirkt inn í WooCommerce án þess að slá inn SKU og vilt ekki nota vörurstjórnun í dk til að halda utan um fjölda á lager, þá þarf Tengill fyrir dk að ná að stemma vörurnar við samsvarandi vörunúmer í dk svo hægt sé að útbúa reikning.

source: In this section, you can enable and fine-tune your product sync settings. For example, if you do not want to overwrite the prices or names of your current WooCommerce products by default, or draft new WooCommerce products from products registered in dk and not labelled as ‘for online store’, you can do it here below.
is_is: Hér fyrir neðan er hægt að kveikja á og fínstilla samstillingu við vörur, t.d. ef þú vilt ekki skrifa yfir verð eða nöfn á þeim vörum sem skráð eru í WooCommerce eða ef þú vilt skrá þær vörur sem ekki eru merktar sem ‚í vefverslun‘ sem drög í WooCommerce.

source: International Customer Number Prefix
is_is: Forskeyti fyrir númer erlendra viðskiptavina

source: International customer numbers are generated based on a combination of a prefix and the WooCommerce customer ID. The value can be alphanumeric.
is_is: Númer erlendra viðskiptavina eru útbúin út frá forskeyti og ID-númeri þeirra í WooCommerce. Númerin geta innihaldið bæði bókstafi og tölustafi.

source: International Customers
is_is: Erlendir viðskiptavinir

source: Invalid kennitala nonce
is_is: Ógildur prufustrengur fyrir kennitölu

source: Invalid kennitala. A kennitala is a string of 10 numeric characters.
is_is: Ógild kennitala. Kennitölur eru 10 tölustafir að lengd.
