Repository: aldavigdis/connector-for-dk
Catalog: languages/connector-for-dk-*.po
Languages: is_is

source: Invoice has been created in dk.
is_is: Reikningur var útbúinn í dk.

source: Invoice not found in dk.
is_is: Reikningur fannst ekki í dk.

source: Invoice Number
is_is: Reikningsnúmer

source: Invoice number has been assigned.
is_is: Reikningsnúmer var skráð.

source: Invoice number set to %1$s.
is_is: Númer reiknings skráð sem %1$s.

source: Invoice number was not assigned.
is_is: Reikningsnúmer var ekki skráð.

source: Invoice Reference Prefix
is_is: Forskeyti fyrir tilvísun á reikningi

source: Invoice with Kennitala Requested
is_is: Beðið um reikning með kennitölu

source: Invoices
is_is: Reikningar

source: Invoices for international orders will result in or get associated with a customer record in dk using a customer number based on their WooCommerce user ID. (See ‘International Customers’ below for further details.)
is_is: Reikningar fyrir erlendar pantanir munu leiða af sér að nýr skuldunautur er búinn til í dk eða verða tengdar við viðskiptavin út frá ID-númeri í WooCommerce. (Sjá ‚erlendir viðskiptavinir‘ hér fyrir neðan.)

source: Invoices may be made in dk upon successful checkout, or manually from the WooCommerce Order Editor. This can based on wether the customer supplies a kennitala and a kennitala field can be enabled as well.
is_is: Hægt er að útbúa reikninga í dk þegar afgreiðsla hefur verið kláruð, eða handvirkt úr pantanaviðmótinu í WooCommerce. Hægt er að stilla þetta af eftir því hvort viðskiptavinur gefur upp kennitölu en einnig er hægt að kveikja á reit fyrir kennitölu,

source: Invoicing for international orders is not available in this version of Connector for DK.
is_is: Reikningar fyrir erlendar pantanir eru ekki fáanlegar í þessari útgáfu af Tengli fyrir DK.

source: It was not possible to send an email to the customer containing a credit invoice for refund #%1$s as a PDF attachment.
is_is: Ekki var hægt að senda tölvupóst til viðskiptavinarins sem innihélt kreditreikning fyrir endurgreiðslu #%1$s sem PDF-viðhengi

source: It was not possible to send an email to the customer containing the invoice as a PDF attachment.
is_is: Ekki var hægt að senda tölvupóst til viðskiptavinarins með reikninginn sem PDF-viðhengi

source: Kennitala (Optional)
is_is: Kennitala (valfrjálst)

source: Kennitala Field
is_is: Reitur fyrir kennitölu

source: Kennitala is a required field
is_is: Kennitölu þarf að fylla út

source: Ledger Code for Domestic Customers
is_is: Bókunarflokkur fyrir innlenda viðskiptavini

source: Ledger Code for International Customers
is_is: Bókunarflokkur fyrir erlenda viðskiptavini

source: License Expires At
is_is: Leyfi rennur út þann:

source: License ID
is_is: Raðnúmer leyfis

source: License Valid From
is_is: Leyfi gildir frá

source: Make Kennitala Field Mandatory
is_is: Gera kennitölureit að skyldu

source: Menu Order
is_is: Röð í valmynd

source: Message for Blocked Customers
is_is: Skilaboð fyrir viðskiptavini sem er lokað fyrir

source: Method ID in dk
is_is: Greiðsluaðferð í dk

source: Needs to be numeric
is_is: Þarf að vera tölusett

source: No
is_is: Nei

source: On sale from
is_is: Á útsölu frá

source: On sale to
is_is: Á útsölu til

source: Otherwise, Connector for dk is compatible with the Iceland Post plugin as it saves the kennitala in the same way.
is_is: Að öðru leiti er Tengill fyrir dk samhæfður viðbótinni frá Íslandspósti þar sem kennitölur eru vistaðar á sama hátt.

source: Override inventory
is_is: Hundsa lagerstöðu

source: Override price for this product variation
is_is: Yfirskrifa verð fyrir þetta vöruafbrigði

source: Payment Gateways
is_is: Greiðslugáttir

source: Payment Mode in dk
is_is: Greiðslumáti í dk

source: Payment Terms in dk
is_is: Greiðsluskilmálar í dk

source: Pending...
is_is: Í bið...

source: Please make sure that a customer record with the kennitala ‘%s’ exsists in DK before you continue.
is_is: Vinsamlegast gakktu úr skugga um að skuldunautur með kennitöluna ‚%s‘ sé til í DK áður en þú heldur áfram.

source: Please make sure that a product with the Product Code ‘%s’ exsists in DK before saving.
is_is: Vinsamlegast athugaðu hvort vara með vörunúmerinu ‚%s‘ sé til í DK áður en þú vistar.

source: Please make sure that a sales person with the number ‘%s’ exsists in DK before saving.
is_is: Vinsamlegast gangið úr skugga um að sölumanneskja með númerið ‚%s‘ sé til staðar í DK áður en þú vistar.

source: Please make sure that the %1$sSKU%2$s is set to a unique value, which equals the intended %3$sItem Code%4$s in dk for sync and invoicing functionality to work.
is_is: Passaðu að %1$sSKU%2$s sé einstakt og jafngildi því %3$svörunúmeri%4$s sömu vöru i dk svo samstilling og reikningagerð virki.

source: Please select the payment method name for each payment gateway as it appears in dk as well as the payment mode:
is_is: Veldu greiðslumáta og greiðsluaðferð eins og hún kemur fram í dk fyrir hverja greiðslugátt:

source: Please take care of this first!
is_is: Kláraðu þetta fyrst!

source: Postal COD (POST)
is_is: Póstkrafa (POST)

source: Price (%s)
is_is: Verð (%s)

source: Price Group
is_is: Verðhópur

source: Product Categories
is_is: Vöruflokkar

source: Product Sync
is_is: Samstilling á vörum

source: Product sync and invoice generation are based on matching a product's dk Product Code with its SKU in WooCommerce.
is_is: Samstilling á vörum og reikningagerð byggjast á því að stemma saman vörunúmer úr dk og SKU í WooCommerce.

source: Products
is_is: Vörur

source: Products synced from dk will be matched with the relevant VAT rate, but it requires the relevant rate to be present in WooCommerce.
is_is: Vörur sem koma inn frá dk eru paraðar við rétt VSK-þrep en það krefst þess að það sé til staðar í WooCommerce.

source: Quantity
is_is: Fjöldi

source: Regular Price:
is_is: Venjulegt verð:

source: Remove Image
is_is: Fjarlægja mynd

source: Replace Image
is_is: Skipta út mynd

source: Request an Invoice with Kennitala
is_is: Biðja um reikning með kennitölu

source: Request an Invoice with Kennitala (optional)
is_is: Biðja um reikning með kennitölu (valfrjálst)

source: Sale Price (%s)
is_is: Útsöluverð (%s)

source: Save
is_is: Vista

source: Send Alda an email
is_is: Senda tölvupóst til Öldu

source: Send Invoices Automatically via Email
is_is: Senda reikninga sjálfkrafa í tölvupósti

source: Service SKUs
is_is: Vörunúmer fyrir þjónustu

source: Set stock quantity
is_is: Setja inn fjölda á lager

source: Set store location to Iceland
is_is: Gerðu Ísland að staðsetningu verslunarinnar

source: Set Up WooCommerce Payment Gateways
is_is: Settu upp greiðslugáttir í WooCommerce

source: Set WooCommerce tax rates for 24%, 11% and 0% VAT rates
is_is: Settu inn skattþrep fyrir 24%, 11% and 0% VSK.

source: Settings
is_is: Stillingar

source: Settings, automatic invoice generation, customer sync, updates and other features have been disabled until you %1$spurchase a new license code on tengillpro.is%2$s.
is_is: Slökkt hefur verið á stillingum, sjálfvirkri útgáfu reikninga, samstillingi á viðskiptavinum, uppfærslum o.fl. þar til %1$sþú kaupir nýjan leyfiskóða á tengillpro.is%2$s.

source: Settings, automatic invoice generation, customer sync, updates and other features will be enabled once you %1$senter your license code%2$s. Licenses can be purchased on %3$stengillpro.is%4$s
is_is: Stillingar, sjálfvirk reikningagerð, samstilling á viðskiptavinum, uppfærslur o.fl. um leið og þú %1$sslærð inn leyfiskóða%2$s. Áskriftir er hægt að fá á %3$stengillpro.is%4$s.

source: Shipping
is_is: Sendingar

source: Shipping SKU
is_is: Vörunúmer fyrir sendingar

source: Similarly to the default Kennitala for domestic customers, this one is used for international guest customers that can't, don't have or won't supply a kennitala during checkout.
is_is: Rétt eins og með kennitölu fyrir innlenda skuldunauta, þá er þetta númer notað fyrir erlenda viðskiptavini án innskráningar, sem gefa ekki upp kennitölu við afgreiðslu.

source: Sync customer information from dk
is_is: Samstilla upplýsingar um viðskiptavini frá dk

source: Sync Inventory with dk
is_is: Samstilla lagerstöðu við dk

source: Sync Name with dk
is_is: Samstilla heiti við dk

source: Sync Price with dk
is_is: Samstilla verð við dk

source: Sync your WooCommerce store with DK, including prices, inventory status and generate invoices for customers on checkout.
is_is: Samstilltu ververslunina þína við DK; verð og lagerstöðu og búðu til reikninga fyrir viðskiptavini við afgreiðslu.

source: Tax rates need to be set up before we can start syncing product information and creating invoices.
is_is: Það er nauðsynlegt að setja upp skattþrep áður en við samstillum vörur og upplýsingar og búum til reikninga.

source: The API key is provided by dk for use with the dkPlus API. Do not share this key with anyone.
is_is: Þú færð þennan lykil frá dk til að nota með API-viðmótinu fyrir dkPlus. Ekki deila þessum lykli með neinum.

source: The currency code ‘%s’ is invalid.
is_is: Gjaldeyriskóðinn ‚%s‘ er ógildur.

source: The currency rate for ‘%s’ has not been set.
is_is: Gengisskráningu fyrir ‚%s‘ vantar.

source: The default kennitala is used for guest customers that don't have or supply a kennitala during checkout. This should correspond with a dk customer record called ‘Various Customers’ etc.
is_is: Sjálfgefin kennitala er notuð fyrir viðskiptavini sem eru ekki með eða gefa ekki upp kennitölu við afgreiðslu. Þetta ætti að stemma við skuldunaut í dk sem heitir t.d. ‚Ýmsir skuldunautar‘.

source: The DK invoice number has not been set for this order
is_is: Númer reiknings úr DK hefur verið skráð á þessa pöntun

source: The dkPlus API key is missing.
is_is: API-lykil fyrir DK vantar

source: The Item Code ‘%s’ was found in DK.
is_is: Vörunúmerið ‚%s‘ fannst í DK.

source: The Item Code ‘%s’ was not found in DK.
is_is: Vörunúmerið ‚%s‘ fannst ekki í DK

source: The ledger code is used for new customer records when they are created in dk.
is_is: Bókunarflokkurinn er notaður fyrir nýja viðskiptavini þegar þeir eru búnir til í dk.

source: The plugin %1$sConnector for dk%2$s has taken hundreds of hours of development for the past years and is provided free of charge to everyone. If you value what the plugin has to offer, then you may want to show your gratitude by %3$sgiving it 5 stars on WordPress.org%4$s or %5$sstarring it on Github%4$s.
is_is: Viðbótin %1$sTengill fyrir dk%2$s hefur tekið hundruðir klukkutíma í þróun síðustu árin en er engu að síður aðgengileg öllum án endurgjalds. Ef þú kant að meta það sem viðbótin hefur upp á að bjóða getur þú t.d. sýnt þakklæti í verki með því að %3$sgefa henni 5 stjörnur á WordPress.org%4$s eða %5$sstjörnumerkja hana á Github%4$s.

source: There's a couple of things you need to do before we let you continue using the Connector for dk plugin.
is_is: Það eru nokkrir hlutir sem þú þarft að gera áður en við hleypum þér inn í viðbótina Tengil fyrir dk.

source: This adds a kennitala field to the WooCommerce checkout page. This supports both the ‘Classic’ version and the ‘Block Editor’ version. Do note that a new debtor redcord will be created for each new Kennitala used for an invoice.
is_is: Þetta bætir kennitölureit í afgreiðslusíðuna í WooCommerce. Bæði er stuðningur við ‚Classic‘ útgáfuna og útgáfuna sem notar blokkir. Athugið að nýr skuldunautur verður stofnaður fyrir hverja nýja kennitölu sem skráð er á reikning.

source: This is a required field
is_is: Þennan reit þarf að fylla út

source: This is used as the beginning of the 10-digit Customer Number. For example, with the prefix ‘%1$s’, WooCommerce customer number ‘%2$s’ would be saved as dk customer number ‘%3$s’.
is_is: Þetta er notað sem upphafstafurinn í 10-stafa númeri skuldunauts. Til dæmis, þá þýðir forskeytið ‚%1$s‘ að viðskiptavinur númer ‚%2$s‘ verður skráður sem skuldunautur númer ‚%3$s‘ í dk.

source: This ledger code is used for international customer records when they are created in dk.
is_is: Bókunarflokkurinn er notaður fyrir erlenda viðskiptavini þegar þeir eru búnir til í dk.

source: This makes the checkout process a bit faster, but invoice generation may be on hold for up to 20 minutes. Disable this to generate invoices immediately on checkout.
is_is: Þetta gerir afgreiðsluferlið örlítið fljótvirkara en það gæti tekið up 20 mínútna bið áður en reikningar eru útbúnir. Slökktu á þessu til að keyra reikninga strax út við afgreiðslu.

source: This message is displayed when a blocked customer attempts to check out an order.
is_is: Þessi skilaboð eru sýnd þegar viðskiptavinur sem er lokað fyrir reynir að klára pöntun.

source: This plugin is developed, maintained and supported on goodwill basis, without any warranty or guarantees as per the GPLv3 license. As the plugin connects to, uses and affects live DK accounting data, it is higly recommended that all information in your DK accounting software is backed up and that your DK accounting records are monitored for any unexpected changes. Furthermore, it is higly recommended that you evaluate this plugin in a limited capacity in a staging environment before putting it to full use.
is_is: Þessi viðbót er þróuð, henni haldið við og stutt er við hana eftir bestu getu en engin ábyrgð eða loforð eru gefin um virkni eða villuleysi skv. GPLv3 leyfinu. Þar sem viðbótin tengist, notar og hefur áhrif á bókhaldsgögn í DK, þá er eindregið mælt með því að öll gögn úr DK séu til afrituð og að fylgst sé með því að það séu engar óvenjulegar hreyfingar. Ennfremur er mælt með því að viðbótin sé prófuð í lokuðu prufuumhverfi áður en hún fer í fulla notkun.

source: This WordPress installation was identified as running in a %1$sdevelopment, testing or staging environment%2$s, so you can use a valid license assigned to any domain. Just remember that domain restrictions apply in production environments.
is_is: Þessi WordPress-uppsetning virðist vera %1$sþróunar-, prufu eða raunprófunarumhverfi (e. staging)%2$s, þannig að þú getur notað gilt leyfi sem er skráð á hvaða lén sem er. Hafðu það samt í huga að hvert leyfi er takmarkað við ákveðið lén í raunumhverfi (e. production)

source: To keep your settings, automatic invoice generation, customer sync, updates and other features after %1$s%5$s%2$s, ensure that you %3$spurchase a new license code on tengillpro.is%4$s in time.
is_is: Ef þú vilt halda stillingum, sjálfvikri reikningagerð, samstillingu á viðskiptavinum, uppfærslum o.fl. eftir %1$s%5$s%2$s, þá þarftu að %3$skaupa leyfiskóða á tengillpro.is%4$s í tæka tíð.

source: Unable to create invoice in dk.
is_is: Gat ekki gert reikning í dk.

source: Unable to create invoice in DK:
is_is: Gat ekki gert reikning í DK:

source: Update
is_is: Uppfæra

source: Update Product Category
is_is: Uppfæra vöruflokk

source: Update Product Description
is_is: Uppfæra vörulýsingar

source: Update Product Names
is_is: Uppfæra vöruheiti

source: Update Product Prices
is_is: Uppfæra vöruverð

source: Update Stock Status
is_is: Uppfæra lagerstöðu

source: Update the credit invoice number reference without generating a new credit invoice in dk
is_is: Uppfæra tilvísun í númer kreditreiknings án þess að búa nýjan til í dk

source: Update the invoice number reference without generating a new invoice in dk
is_is: Uppfæra tilvísun í númer reiknings án þess að búa nýjan til í dk

source: Use Default (Currently ‘%1$s’)
is_is: Nota sjálfgefna stillingu (er núna ‚%1$s‘)

source: Valid
is_is: Gilt

source: Variation #%d
is_is: Vöruafbrigði #%d

source: Variations and Attributes
is_is: Afbrigði og eiginleikar

source: Virtual
is_is: Sýndarvara

source: Visit Alda's Github Sponsors profile
is_is: Skoða prófílinn hennar Öldu á Github Sponsors

source: Visit Alda's website
is_is: Skoða vefsíðuna hennar Öldu

source: Visit the plugin's Github profile
is_is: Skoða Github-síðuna fyrir viðbótina

source: Visit the WordPress.org plugin review page for this plugin
is_is: Skoða umsagnir fyrir þessa viðbót á WordPress.org

source: We are unable to check out your order. Please contact us for more information.
is_is: Við gátum ekki klárað að afgreiða pöntunina þína. Hafðu samband við okkur fyrir nánari upplýsingar.

source: When a customer requests to have a kennitala assigned to an invoice, a customer record is created in dk if it does not already exist, using the billing information supplied for the order.
is_is: Þegar viðskiptavinur biður um að skrá kennitölu á reikning er nýr skuldunautur stofnaður í dk ef hann er ekki þegar til, með þeim reikningsupplýsingum sem koma með pöntuninni.

source: When you purchased your Connector Pro License, you received an activation code, which is a 320-character sequence of letters, numbers and symbols. Paste it into the field below to activate your license.
is_is: Þegar þú keyptir notkunarleyfi fyrir Tengil Pro, þá fékkstu leyfiskóða, sem er 320 stafa runa af stöfum, tölum og táknum. Límdu hann í reitinn hér fyrir neðan til að virkja leyfið.

source: While the variation and attribute codes from dk are used internally, their values can be displayed as the descriptions that are set for each of them in dk. You can disable these if you want to use your own filters for displaying variations.
is_is: Þó svo að kóðar úr dk séu notaðir fyrir vöruafbrigði og eiginleika í bakenda, þá er hægt að sýna gildin eins og þau eru sýnd í lýsingu þeirra í dk. Hægt er að slökkva á þessu ef þú vilt nota þínar eigin síur til að sýna vöruafbrigði.

source: While updates are disabled, %1$sConnector for DK%2$s features such as automatic invoice generation, customer sync and other features are currently enabled for development and testing purposes.
is_is: Þó svo að slökkt sé á uppfærslum, þá eru möguleikar úr %1$sTengli fyrir DK%2$s á borð við sjálfvirka reikningagerð, samstillingu viðskiptavina o.fl. aðgengilegt fyrir forritun og prófanir.

source: WooCommerce order not found
is_is: WooCommerce-pöntun fannst ekki

source: Yes
is_is: Já

source: You will need to disable the Kennitala field from the Iceland Post plugin as we don't want to have two kennitala fields in the checkout form.
is_is: Þú þarft að slökkva á kennitölureitnum úr viðbótinni frá Íslandspósti þar sem við viljum ekki hafa tvo kennitölureiti í afgreiðsluforminu.

source: Your Connector for DK license has expired! 😱
is_is: Áskriftin fyrir Tengil fyrir DK rann út! 😱

source: Your Connector for DK license key has not been entered yet 🤔
is_is: Þú hefur ekki enn slegið leyfiskóða fyrir Tengil fyrir DK 🤔

source: Your Connector for DK license will expire soon! 🫣
is_is: Áskriftin fyrir Tengil fyrir DK er við það að renna út! 🫣

source: Your Invoice From %1$s
is_is: Reikningurinn þinn frá %1$s

source: Your License
is_is: Þitt leyfi

source: Your Price:
is_is: Þitt verð:
